tap "caskroom/cask"

# Terminal
cask "iterm2"

# Editor
cask "sublime-text"
cask "visual-studio-code"

# Browsers
cask "google-chrome"
cask "firefox"
cask "torbrowser"

# Players
cask "vlc"
cask "spotify"

# Messaging
cask "slack"
cask "skype"

# Tools/Utils/Others
cask "gpgtools"
cask "utorrent"
cask "meld"
cask "diffmerge"
cask "postman"
cask "the-unarchiver"
cask "tunnelbear"

# Shells
brew "fish"

# Languages
brew "go"
brew "python3"
brew "node"

# Tools
brew "curl"
brew "wget"
brew "ack"
brew "git-flow"
brew "p7zip"
brew "pre-commit"